Repository: omerpakdil/Vakt
Catalog: Vakt/Core/Localization/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, id, it, nl, pt, ru, tr, ur

# onboarding.promise.summary.quiet
source: Makes space for prayer
ar: يفسح مكانًا للصلاة
de: Schafft Raum für das Gebet
es: Hace espacio para la oración
fr: Fait place à la prière
id: Memberi ruang untuk salat
it: Fa spazio alla preghiera
nl: Maakt ruimte voor het gebed
pt: Abre espaço para a oração
ru: Освобождает место для намаза
tr: Namaza yer açar
ur: نماز کے لیے جگہ بناتا ہے

# onboarding.promise.summary.recorded
source: Adds it to your day
ar: يسجّلها في يومك
de: Hält es in deinem Tag fest
es: La añade a tu día
fr: L’ajoute à votre journée
id: Mencatatnya dalam harimu
it: La registra nella tua giornata
nl: Voegt het aan je dag toe
pt: Registra no seu dia
ru: Добавляет в ваш день
tr: Gününe kaydeder
ur: آپ کے دن میں محفوظ کرتا ہے

# onboarding.promise.summary.supported
source: You support one another
ar: تدعمون بعضكم
de: Ihr unterstützt euch
es: Se apoyan mutuamente
fr: Vous vous soutenez
id: Kalian saling mendukung
it: Vi sostenete a vicenda
nl: Jullie steunen elkaar
pt: Vocês apoiam uns aos outros
ru: Вы поддерживаете друг друга
tr: Birbirinize destek olursunuz
ur: آپ ایک دوسرے کی مدد کرتے ہیں

# onboarding.promise.title
source: A little closer to prayer, every time.
ar: مع كل صلاة، خطوة أقرب إليها.
de: Mit jedem Gebet ein Stück näher.
es: Un poco más cerca de la oración, cada vez.
fr: À chaque prière, un peu plus proche d’elle.
id: Sedikit lebih dekat dengan salat, setiap waktu.
it: A ogni preghiera, un po’ più vicino.
nl: Bij elk gebed een beetje dichterbij.
pt: Um pouco mais perto da oração, a cada vez.
ru: С каждым намазом ещё немного ближе к молитве.
tr: Her vakitte, namazına biraz daha yakın.
ur: ہر نماز کے ساتھ، نماز سے کچھ اور قریب۔

# onboarding.reminders.body
source: Vakt can gently let you know before prayer, then stay quiet when it is time to put the phone away. You can pause reminders anytime from My Vakt.
ar: يمكن لـ Vakt أن ينبهك بلطف قبل الصلاة، ثم يبقى هادئاً عندما يحين وقت وضع الهاتف جانباً. يمكنك إيقاف التذكيرات من My Vakt.
de: Vakt kann dich vor dem Gebet sanft benachrichtigen und still bleiben, wenn es Zeit ist, das Telefon wegzulegen. Du kannst Erinnerungen jederzeit in My Vakt pausieren.
es: Vakt puede avisarte suavemente antes de la oración y quedarse en silencio cuando llegue el momento de dejar el teléfono. Puedes pausar los recordatorios desde My Vakt.
fr: Vakt peut vous prévenir doucement avant la prière, puis rester silencieux quand vient le moment de poser le téléphone. Vous pouvez mettre les rappels en pause depuis My Vakt.
id: Vakt bisa memberi tahu dengan lembut sebelum salat, lalu tetap diam saat waktunya meletakkan ponsel. Kamu bisa menjeda pengingat kapan saja dari My Vakt.
it: Vakt può avvisarti con delicatezza prima della preghiera e restare silenzioso quando è il momento di mettere via il telefono. Puoi mettere in pausa i promemoria da My Vakt.
nl: Vakt kan je voor het gebed zacht laten weten dat het tijd wordt en stil blijven wanneer het tijd is om de telefoon weg te leggen. Je kunt herinneringen pauzeren via My Vakt.
pt: O Vakt pode avisar você com delicadeza antes da oração e ficar em silêncio quando for hora de deixar o telefone de lado. Você pode pausar os lembretes em My Vakt.
ru: Vakt может мягко сообщить перед молитвой, а затем оставаться тихим, когда пора убрать телефон. Вы можете приостановить напоминания в My Vakt.
tr: Vakt namazdan önce sana nazikçe haber verir, sonra telefonu kenara bırakma vakti geldiğinde sessiz kalır. Hatırlatmaları My Vakt'ten duraklatabilirsin.
ur: Vakt نماز سے پہلے نرمی سے خبر دے سکتا ہے، پھر فون ایک طرف رکھنے کے وقت خاموش رہتا ہے۔ آپ My Vakt سے کبھی بھی یاددہانیاں روک سکتے ہیں۔

# onboarding.reminders.body.screen
source: Vakt can gently let you know before prayer, then stay quiet when it is time to put the phone away.
ar: يمكن لـ Vakt أن ينبهك بلطف قبل الصلاة، ثم يبقى هادئاً عندما يحين وقت وضع الهاتف جانباً.
de: Vakt kann dich vor dem Gebet sanft benachrichtigen und still bleiben, wenn es Zeit ist, das Telefon wegzulegen.
es: Vakt puede avisarte suavemente antes de la oración y quedarse en silencio cuando sea momento de dejar el teléfono.
fr: Vakt peut vous prévenir doucement avant la prière, puis rester silencieux quand vient le moment de poser le téléphone.
id: Vakt bisa memberi tahu dengan lembut sebelum salat, lalu tetap diam saat waktunya meletakkan ponsel.
it: Vakt può avvisarti con delicatezza prima della preghiera e restare silenzioso quando è il momento di mettere via il telefono.
nl: Vakt kan je voor het gebed zacht laten weten dat het tijd wordt en stil blijven wanneer het tijd is om de telefoon weg te leggen.
pt: O Vakt pode avisar você com delicadeza antes da oração e ficar em silêncio quando for hora de deixar o telefone de lado.
ru: Vakt может мягко сообщить перед молитвой, а затем оставаться тихим, когда пора убрать телефон.
tr: Vakt namazdan önce sana nazikçe haber verir, telefonu kenara bırakma vakti geldiğinde sessiz kalır.
ur: Vakt نماز سے پہلے نرمی سے خبر دے سکتا ہے، پھر فون ایک طرف رکھنے کے وقت خاموش رہتا ہے۔

# onboarding.reminders.change_anytime
source: You can change this anytime.
ar: يمكنك تغيير ذلك في أي وقت.
de: Du kannst das jederzeit ändern.
es: Puedes cambiar esto en cualquier momento.
fr: Vous pouvez changer cela à tout moment.
id: Kamu bisa mengubah ini kapan saja.
it: Puoi cambiarlo in qualsiasi momento.
nl: Je kunt dit op elk moment wijzigen.
pt: Você pode mudar isso a qualquer momento.
ru: Вы можете изменить это в любое время.
tr: Bunu istediğin zaman değiştirebilirsin.
ur: آپ اسے کسی بھی وقت بدل سکتے ہیں۔

# onboarding.reminders.denied_detail
source: You can allow them later from My Vakt.
ar: يمكنك السماح بها لاحقاً من My Vakt.
de: Du kannst sie später in My Vakt erlauben.
es: Puedes permitirlos más tarde desde My Vakt.
fr: Vous pourrez les autoriser plus tard depuis My Vakt.
id: Kamu bisa mengizinkannya nanti dari My Vakt.
it: Puoi consentirli più tardi da My Vakt.
nl: Je kunt ze later toestaan via My Vakt.
pt: Você pode permiti-los depois em My Vakt.
ru: Вы сможете разрешить их позже в My Vakt.
tr: Daha sonra My Vakt'ten izin verebilirsin.
ur: آپ بعد میں My Vakt سے اجازت دے سکتے ہیں۔

# onboarding.reminders.eyebrow
source: Prayer reminders
ar: تذكيرات الصلاة
de: Gebetserinnerungen
es: Recordatorios de oración
fr: Rappels de prière
id: Pengingat salat
it: Promemoria di preghiera
nl: Gebedsherinneringen
pt: Lembretes de oração
ru: Напоминания о молитве
tr: Namaz hatırlatmaları
ur: نماز کی یاددہانیاں

# onboarding.reminders.off
source: Reminders are off
ar: التذكيرات متوقفة
de: Erinnerungen sind aus
es: Los recordatorios están desactivados
fr: Les rappels sont désactivés
id: Pengingat mati
it: I promemoria sono disattivati
nl: Herinneringen staan uit
pt: Lembretes desativados
ru: Напоминания выключены
tr: Hatırlatmalar kapalı
ur: یاددہانیاں بند ہیں

# onboarding.reminders.on
source: Prayer reminders are on
ar: تذكيرات الصلاة مفعلة
de: Gebetserinnerungen sind an
es: Los recordatorios de oración están activados
fr: Les rappels de prière sont activés
id: Pengingat salat aktif
it: I promemoria di preghiera sono attivi
nl: Gebedsherinneringen staan aan
pt: Lembretes de oração ativados
ru: Напоминания о молитве включены
tr: Namaz hatırlatmaları açık
ur: نماز کی یاددہانیاں فعال ہیں

# onboarding.reminders.on_detail
source: Before prayer, at the time, and for Fajr.
ar: قبل الصلاة، عند دخول الوقت، وللفجر.
de: Vor dem Gebet, zur Gebetszeit und für Fajr.
es: Antes de la oración, a la hora, y para Fajr.
fr: Avant la prière, à l'heure, et pour Fajr.
id: Sebelum salat, saat waktunya, dan untuk Subuh.
it: Prima della preghiera, all'ora, e per Fajr.
nl: Voor het gebed, op de tijd, en voor Fajr.
pt: Antes da oração, no horário, e para Fajr.
ru: Перед молитвой, в момент времени и для Фаджра.
tr: Namazdan önce, vakit girdiğinde ve Sabah için.
ur: نماز سے پہلے، وقت پر، اور فجر کے لیے۔

# onboarding.reminders.paused
source: Reminders are paused
ar: التذكيرات متوقفة مؤقتاً
de: Erinnerungen sind pausiert
es: Los recordatorios están pausados
fr: Les rappels sont en pause
id: Pengingat dijeda
it: I promemoria sono in pausa
nl: Herinneringen zijn gepauzeerd
pt: Lembretes pausados
ru: Напоминания приостановлены
tr: Hatırlatmalar duraklatıldı
ur: یاددہانیاں موقوف ہیں

# onboarding.reminders.paused_detail
source: You can turn them back on from My Vakt.
ar: يمكنك إعادة تشغيلها من My Vakt.
de: Du kannst sie in My Vakt wieder einschalten.
es: Puedes volver a activarlos desde My Vakt.
fr: Vous pourrez les réactiver depuis My Vakt.
id: Kamu bisa menyalakannya lagi dari My Vakt.
it: Puoi riattivarli da My Vakt.
nl: Je kunt ze weer aanzetten via My Vakt.
pt: Você pode reativá-los em My Vakt.
ru: Вы сможете снова включить их в My Vakt.
tr: My Vakt'ten tekrar açabilirsin.
ur: آپ انہیں My Vakt سے دوبارہ فعال کر سکتے ہیں۔

# onboarding.reminders.petal.before
source: Before
ar: قبل
de: Vorher
es: Antes
fr: Avant
id: Sebelum
it: Prima
nl: Vooraf
pt: Antes
ru: Перед
tr: Önce
ur: پہلے

# onboarding.reminders.petal.now
source: Now
ar: الآن
de: Jetzt
es: Ahora
fr: Maintenant
id: Sekarang
it: Ora
nl: Nu
pt: Agora
ru: Сейчас
tr: Şimdi
ur: اب

# onboarding.reminders.petal.wake
source: Wake
ar: إيقاظ
de: Wecken
es: Despertar
fr: Réveil
id: Bangun
it: Sveglia
nl: Wekken
pt: Acordar
ru: Будить
tr: Uyandır
ur: بیدار

# onboarding.reminders.signal_accessibility
source: Prayer reminder signal
ar: إشارة تذكير الصلاة
de: Signal für Gebetserinnerung
es: Señal de recordatorio de oración
fr: Signal de rappel de prière
id: Sinyal pengingat salat
it: Segnale promemoria di preghiera
nl: Signaal voor gebedsherinnering
pt: Sinal de lembrete de oração
ru: Сигнал напоминания о молитве
tr: Namaz hatırlatma sinyali
ur: نماز یاددہانی کا اشارہ

# onboarding.reminders.title
source: A gentle reminder, then quiet.
ar: تذكير لطيف، ثم هدوء.
de: Eine sanfte Erinnerung, dann Stille.
es: Un recordatorio suave, luego silencio.
fr: Un rappel doux, puis le silence.
id: Pengingat lembut, lalu tenang.
it: Un promemoria delicato, poi silenzio.
nl: Een zachte herinnering, daarna stilte.
pt: Um lembrete suave, depois silêncio.
ru: Мягкое напоминание, затем тишина.
tr: Nazik bir hatırlatma, sonra sessizlik.
ur: ایک نرم یاددہانی، پھر خاموشی۔

# onboarding.reminders.title.screen
source: A gentle reminder before prayer.
ar: تذكير لطيف قبل الصلاة.
de: Eine sanfte Erinnerung vor dem Gebet.
es: Un recordatorio suave antes de la oración.
fr: Un rappel doux avant la prière.
id: Pengingat lembut sebelum salat.
it: Un promemoria delicato prima della preghiera.
nl: Een zachte herinnering voor het gebed.
pt: Um lembrete suave antes da oração.
ru: Мягкое напоминание перед молитвой.
tr: Namazdan önce nazik bir hatırlatma.
ur: نماز سے پہلے ایک نرم یاددہانی۔

# onboarding.splash.hold.begin
source: Hold to begin
ar: اضغط مطولاً للبدء
de: Zum Beginnen halten
es: Mantén pulsado para empezar
fr: Maintenir pour commencer
id: Tahan untuk mulai
it: Tieni premuto per iniziare
nl: Houd vast om te beginnen
pt: Segure para começar
ru: Удерживайте, чтобы начать
tr: Başlamak için basılı tut
ur: شروع کرنے کے لیے دبائے رکھیں

# onboarding.splash.hold.breath
source: Take a quiet breath
ar: خذ نفساً هادئاً
de: Atme ruhig ein
es: Toma un respiro tranquilo
fr: Prenez un souffle calme
id: Ambil napas tenang
it: Fai un respiro tranquillo
nl: Neem een rustige adem
pt: Respire com calma
ru: Сделайте спокойный вдох
tr: Sakin bir nefes al
ur: ایک پرسکون سانس لیں

# onboarding.splash.hold.calm
source: Begin with calm
ar: ابدأ بسكينة
de: Ruhig beginnen
es: Empieza con calma
fr: Commencer avec calme
id: Mulai dengan tenang
it: Inizia con calma
nl: Begin met rust
pt: Comece com calma
ru: Начните спокойно
tr: Sükûnetle başla
ur: سکون سے شروع کریں

# onboarding.splash.hold.keep
source: Keep holding
ar: استمر بالضغط
de: Weiter halten
es: Sigue manteniendo
fr: Continuez à maintenir
id: Tetap tahan
it: Continua a tenere premuto
nl: Blijf vasthouden
pt: Continue segurando
ru: Продолжайте удерживать
tr: Basılı tut
ur: دبائے رکھیں

# onboarding.splash.subtitle
source: Come to prayer gently
ar: تعال إلى الصلاة بلطف
de: Komm sanft zum Gebet
es: Acércate a la oración con calma
fr: Viens à la prière avec douceur
id: Datang ke salat dengan lembut
it: Avvicinati alla preghiera con dolcezza
nl: Kom rustig naar het gebed
pt: Venha para a oração com calma
ru: Приходите к молитве мягко
tr: Namaza sakince yaklaş
ur: نرمی سے نماز کی طرف آئیں

# onboarding.step_accessibility
source: Onboarding step %d of %d
ar: خطوة الإعداد %d من %d
de: Onboarding-Schritt %d von %d
es: Paso de introducción %d de %d
fr: Étape d'accueil %d sur %d
id: Langkah onboarding %d dari %d
it: Passaggio iniziale %d di %d
nl: Onboardingstap %d van %d
pt: Etapa de introdução %d de %d
ru: Шаг знакомства %d из %d
tr: Onboarding adımı %d / %d
ur: آن بورڈنگ قدم %d از %d

source: Open Settings
ar: فتح الإعدادات
de: Einstellungen öffnen
es: Abrir ajustes
fr: Ouvrir les réglages
id: Buka Pengaturan
it: Apri impostazioni
nl: Instellingen openen
pt: Abrir ajustes
ru: Открыть настройки
tr: Ayarları Aç
ur: سیٹنگز کھولیں

# paywall.action.choose_plan
source: Choose a plan
ar: اختر خطة
de: Plan auswählen
es: Elige un plan
fr: Choisir une offre
id: Pilih paket
it: Scegli un piano
nl: Kies een abonnement
pt: Escolha um plano
ru: Выберите план
tr: Plan seç
ur: پلان منتخب کریں

# paywall.action.continue_monthly
source: Continue with monthly
ar: المتابعة بالخطة الشهرية
de: Monatlich fortfahren
es: Continuar con el plan mensual
fr: Continuer avec l’offre mensuelle
id: Lanjut dengan paket bulanan
it: Continua con il piano mensile
nl: Doorgaan met maandelijks
pt: Continuar com o plano mensal
ru: Продолжить с месячным планом
tr: Aylık planla devam et
ur: ماہانہ پلان کے ساتھ جاری رکھیں

# paywall.action.continue_yearly
source: Continue with yearly
ar: المتابعة بالخطة السنوية
de: Jährlich fortfahren
es: Continuar con el plan anual
fr: Continuer avec l’offre annuelle
id: Lanjut dengan paket tahunan
it: Continua con il piano annuale
nl: Doorgaan met jaarlijks
pt: Continuar com o plano anual
ru: Продолжить с годовым планом
tr: Yıllık planla devam et
ur: سالانہ پلان کے ساتھ جاری رکھیں

# paywall.best_value
source: best value
ar: أفضل قيمة
de: bester Wert
es: mejor valor
fr: meilleure valeur
id: nilai terbaik
it: miglior valore
nl: beste waarde
pt: melhor valor
ru: лучшая цена
tr: en avantajlı
ur: بہترین قدر

# paywall.billing.monthly
source: billed each month
ar: تتم الفوترة كل شهر
de: monatlich abgerechnet
es: se factura cada mes
fr: facturé chaque mois
id: ditagih setiap bulan
it: fatturato ogni mese
nl: maandelijks gefactureerd
pt: cobrado todo mês
ru: оплата каждый месяц
tr: her ay faturalandırılır
ur: ہر ماہ بل کیا جاتا ہے

# paywall.billing.yearly
source: billed once a year
ar: تتم الفوترة مرة في السنة
de: jährlich abgerechnet
es: se factura una vez al año
fr: facturé une fois par an
id: ditagih sekali setahun
it: fatturato una volta all'anno
nl: eenmaal per jaar gefactureerd
pt: cobrado uma vez por ano
ru: оплата раз в год
tr: yılda bir faturalandırılır
ur: سال میں ایک بار بل کیا جاتا ہے

# paywall.body
source: Vakt reminds you as prayer approaches, makes space to begin, records what you prayed, and helps you support one another with those you love.
ar: يذكّرك Vakt باقتراب الصلاة، ويفسح لك مكانًا للبدء، ويسجّل ما صليت، ويساعدك وأحبّاءك على دعم بعضكم.
de: Vakt erinnert dich, wenn das Gebet näher rückt, schafft Raum zum Beginnen, hält deine Gebete fest und hilft dir und deinen Liebsten, euch zu unterstützen.
es: Vakt te avisa cuando se acerca la oración, te ayuda a hacerle espacio, registra lo que has hecho y permite que tú y tus seres queridos se apoyen.
fr: Vakt vous rappelle l’approche de la prière, vous aide à lui faire une place, enregistre ce que vous avez accompli et vous permet de vous soutenir avec vos proches.
id: Vakt mengingatkan saat salat mendekat, memberi ruang untuk memulai, mencatat salatmu, dan membantu kamu serta orang terdekat saling mendukung.
it: Vakt ti avvisa quando si avvicina la preghiera, ti aiuta a farle spazio, registra ciò che hai eseguito e permette a te e ai tuoi cari di sostenervi.
nl: Vakt herinnert je als het gebed nadert, maakt ruimte om te beginnen, houdt je gebeden bij en helpt jou en je dierbaren elkaar te steunen.
pt: O Vakt avisa quando a oração se aproxima, ajuda você a abrir espaço, registra o que foi realizado e permite que você e quem ama se apoiem.
ru: Vakt напоминает о приближении намаза, помогает выделить для него время, сохраняет совершённое и помогает вам с близкими поддерживать друг друга.
tr: Vakt yaklaşırken hatırlatır, namaza yer açar, kıldığını kaydeder ve sevdiklerinle birbirinize destek olmanızı sağlar.
ur: Vakt نماز قریب آنے پر یاد دلاتا ہے، آغاز کے لیے جگہ بناتا ہے، ادا کی گئی نماز محفوظ کرتا ہے اور آپ کو اپنوں کے ساتھ ایک دوسرے کی مدد کرنے دیتا ہے۔

# paywall.error.activation_failed
source: The purchase completed, but the subscription isn’t active. Restore purchases and try again.
ar: اكتملت عملية الشراء، لكن الاشتراك لم يتفعّل. استعد المشتريات وحاول مرة أخرى.
de: Der Kauf wurde abgeschlossen, aber das Abo ist nicht aktiv. Stelle die Käufe wieder her und versuche es erneut.
es: La compra se completó, pero la suscripción no está activa. Restaura las compras e inténtalo de nuevo.
fr: L’achat est terminé, mais l’abonnement n’est pas actif. Restaurez vos achats et réessayez.
id: Pembelian selesai, tetapi langganan belum aktif. Pulihkan pembelian lalu coba lagi.
it: L’acquisto è stato completato, ma l’abbonamento non è attivo. Ripristina gli acquisti e riprova.
nl: De aankoop is voltooid, maar het abonnement is niet actief. Herstel aankopen en probeer opnieuw.
pt: A compra foi concluída, mas a assinatura não está ativa. Restaure as compras e tente novamente.
ru: Покупка завершена, но подписка не активна. Восстановите покупки и попробуйте снова.
tr: Satın alma tamamlandı ancak abonelik etkinleşmedi. Satın alımları geri yükleyip tekrar dene.
ur: خریداری مکمل ہوئی مگر رکنیت فعال نہیں ہوئی۔ خریداری بحال کر کے دوبارہ کوشش کریں۔

# paywall.error.no_active_subscription
source: No active subscription was found for this Apple ID.
ar: لم يُعثر على اشتراك نشط لمعرّف Apple هذا.
de: Für diese Apple-ID wurde kein aktives Abo gefunden.
es: No se encontró una suscripción activa para este Apple ID.
fr: Aucun abonnement actif n’a été trouvé pour cet identifiant Apple.
id: Tidak ada langganan aktif untuk Apple ID ini.
it: Non è stato trovato un abbonamento attivo per questo ID Apple.
nl: Er is geen actief abonnement gevonden voor deze Apple ID.
pt: Nenhuma assinatura ativa foi encontrada para este ID Apple.
ru: Для этого Apple ID не найдена активная подписка.
tr: Bu Apple kimliği için etkin abonelik bulunamadı.
ur: اس Apple ID کے لیے کوئی فعال رکنیت نہیں ملی۔

# paywall.error.plan_unavailable
source: The App Store couldn’t load this plan. Please try again.
ar: تعذّر على App Store تحميل هذه الخطة. حاول مرة أخرى.
de: Der App Store konnte diesen Plan nicht laden. Bitte versuche es erneut.
es: App Store no pudo cargar este plan. Inténtalo de nuevo.
fr: L’App Store n’a pas pu charger cette offre. Veuillez réessayer.
id: App Store tidak dapat memuat paket ini. Coba lagi.
it: L’App Store non ha potuto caricare questo piano. Riprova.
nl: De App Store kon dit abonnement niet laden. Probeer het opnieuw.
pt: A App Store não conseguiu carregar este plano. Tente novamente.
ru: App Store не удалось загрузить этот план. Попробуйте ещё раз.
tr: App Store bu planı yükleyemedi. Lütfen tekrar dene.
ur: App Store یہ پلان لوڈ نہیں کر سکا۔ دوبارہ کوشش کریں۔

# paywall.error.purchase_failed
source: The purchase couldn’t be completed. Please try again.
ar: تعذّر إكمال عملية الشراء. حاول مرة أخرى.
de: Der Kauf konnte nicht abgeschlossen werden. Bitte versuche es erneut.
es: No se pudo completar la compra. Inténtalo de nuevo.
fr: L’achat n’a pas pu aboutir. Veuillez réessayer.
id: Pembelian tidak dapat diselesaikan. Coba lagi.
it: Non è stato possibile completare l’acquisto. Riprova.
nl: De aankoop kon niet worden voltooid. Probeer het opnieuw.
pt: Não foi possível concluir a compra. Tente novamente.
ru: Не удалось завершить покупку. Попробуйте ещё раз.
tr: Satın alma tamamlanamadı. Lütfen tekrar dene.
ur: خریداری مکمل نہیں ہو سکی۔ دوبارہ کوشش کریں۔

# paywall.error.referral_offer_unavailable
source: The free-month offer isn’t ready in the App Store yet.
ar: عرض الشهر المجاني غير جاهز بعد في App Store.
de: Das Angebot für den kostenlosen Monat ist im App Store noch nicht bereit.
es: La oferta del mes gratis aún no está lista en App Store.
fr: L’offre d’un mois gratuit n’est pas encore prête dans l’App Store.
id: Penawaran bulan gratis belum siap di App Store.
it: L’offerta del mese gratuito non è ancora pronta sull’App Store.
nl: De aanbieding voor de gratis maand staat nog niet klaar in de App Store.
pt: A oferta do mês grátis ainda não está pronta na App Store.
ru: Предложение бесплатного месяца ещё не готово в App Store.
tr: Ücretsiz ay teklifi App Store’da henüz hazır değil.
ur: مفت مہینے کی پیشکش ابھی App Store میں تیار نہیں۔

# paywall.error.referral_product_unavailable
source: The subscription plan couldn’t be loaded from the App Store.
ar: تعذّر تحميل خطة الاشتراك من App Store.
de: Der Abo-Plan konnte nicht aus dem App Store geladen werden.
es: No se pudo cargar el plan de suscripción desde App Store.
fr: L’offre d’abonnement n’a pas pu être chargée depuis l’App Store.
id: Paket langganan tidak dapat dimuat dari App Store.
it: Non è stato possibile caricare il piano dall’App Store.
nl: Het abonnement kon niet vanuit de App Store worden geladen.
pt: Não foi possível carregar o plano pela App Store.
ru: Не удалось загрузить план подписки из App Store.
tr: Abonelik planı App Store’dan yüklenemedi.
ur: رکنیت کا پلان App Store سے لوڈ نہیں ہو سکا۔

# paywall.error.restore_failed
source: Purchases couldn’t be restored. Please try again.
ar: تعذّرت استعادة المشتريات. حاول مرة أخرى.
de: Die Käufe konnten nicht wiederhergestellt werden. Bitte versuche es erneut.
es: No se pudieron restaurar las compras. Inténtalo de nuevo.
fr: Les achats n’ont pas pu être restaurés. Veuillez réessayer.
id: Pembelian tidak dapat dipulihkan. Coba lagi.
it: Non è stato possibile ripristinare gli acquisti. Riprova.
nl: Aankopen konden niet worden hersteld. Probeer het opnieuw.
pt: Não foi possível restaurar as compras. Tente novamente.
ru: Не удалось восстановить покупки. Попробуйте ещё раз.
tr: Satın alımlar geri yüklenemedi. Lütfen tekrar dene.
ur: خریداری بحال نہیں ہو سکی۔ دوبارہ کوشش کریں۔

# paywall.error.subscriptions_unavailable
source: Subscriptions aren’t available from the App Store right now.
ar: الاشتراكات غير متاحة حاليًا عبر App Store.
de: Abonnements sind im App Store derzeit nicht verfügbar.
es: Las suscripciones no están disponibles en App Store ahora.
fr: Les abonnements ne sont pas disponibles sur l’App Store pour le moment.
id: Langganan sedang tidak tersedia di App Store.
it: Gli abbonamenti non sono al momento disponibili sull’App Store.
nl: Abonnementen zijn momenteel niet beschikbaar via de App Store.
pt: As assinaturas não estão disponíveis na App Store agora.
ru: Подписки сейчас недоступны в App Store.
tr: Abonelikler şu anda App Store’dan alınamıyor.
ur: رکنیتیں فی الحال App Store پر دستیاب نہیں۔

# paywall.eyebrow
source: VAKT WITH YOU
ar: VAKT معك
de: VAKT AN DEINER SEITE
es: VAKT CONTIGO
fr: VAKT À VOS CÔTÉS
id: VAKT MENEMANIMU
it: VAKT CON TE
nl: VAKT BIJ JE
pt: VAKT COM VOCÊ
ru: VAKT РЯДОМ
tr: VAKT SENİNLE
ur: VAKT آپ کے ساتھ

# paywall.header.line_one
source: From prayer time,
ar: من دخول وقت الصلاة،
de: Vom Beginn der Gebetszeit
es: Desde la hora de la oración,
fr: De l’heure de la prière,
id: Sejak waktu salat,
it: Dall’ora della preghiera,
nl: Vanaf de gebedstijd,
pt: Desde a hora da oração,
ru: С начала времени намаза
tr: Namaz saatinden,
ur: نماز کے وقت سے،
